tools/issi/logs/requests/request_20240909_010003.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://tempuri.org/"><SOAP-ENV:Body><ns1:SendMessage><ns1:userName>6e490380-29c2-48d8-8787-d07abee08f58</ns1:userName><ns1:password></ns1:password><ns1:request>&lt;?xml version="1.0" encoding="utf-8"?&gt;
&lt;TransferMessage xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://issi.transfer.bg/messaging/v1"&gt;
            &lt;Header&gt;&lt;EnforcementAgentType&gt;&lt;EnforcementAgentRegNum&gt;892&lt;/EnforcementAgentRegNum&gt;&lt;EnforcementAgentName&gt;Христо Василев Георгиев&lt;/EnforcementAgentName&gt;&lt;/EnforcementAgentType&gt;&lt;TransferDate&gt;2024-09-09T01:00:01+03:00&lt;/TransferDate&gt;&lt;TransferGUID&gt;{f09eb3e6-b573-4e82-9767-f59f311a8bf9}&lt;/TransferGUID&gt;&lt;/Header&gt;&lt;Body&gt;&lt;TransferData&gt;&lt;IncomingReg xmlns="http://issi.transfer.bg/R-0010"/&gt;&lt;OutgoingReg xmlns="http://issi.transfer.bg/R-0010"&gt;&lt;OutgoingRegDetails xmlns="http://issi.transfer.bg/R-0002"&gt;&lt;RegDate&gt;2024-09-08T09:43:27+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;29772&lt;/RegNumber&gt;&lt;CaseNum&gt;20248920400416&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-06-26&lt;/CaseDate&gt;&lt;Subject&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;АГРОТИМ&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;4&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Електронна поща&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;110&lt;/DocSubCategoryCode&gt;&lt;Description&gt;Налагане на запор - ВЗЕМАНЕ от трето лице&lt;/Description&gt;&lt;Notes/&gt;&lt;DeliveryDate&gt;2024-09-09&lt;/DeliveryDate&gt;&lt;/OutgoingRegDetails&gt;&lt;OutgoingRegDetails xmlns="http://issi.transfer.bg/R-0002"&gt;&lt;RegDate&gt;2024-09-08T09:44:43+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;29773&lt;/RegNumber&gt;&lt;CaseNum&gt;20248920400416&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-06-26&lt;/CaseDate&gt;&lt;Subject&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;Сашка Атанасова Колева&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;1&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Препоръчано писмо&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;8&lt;/DocSubCategoryCode&gt;&lt;Description&gt;Уведомление до длъжник&lt;/Description&gt;&lt;Notes/&gt;&lt;DeliveryDate&gt;2024-09-09&lt;/DeliveryDate&gt;&lt;/OutgoingRegDetails&gt;&lt;OutgoingRegDetails xmlns="http://issi.transfer.bg/R-0002"&gt;&lt;RegDate&gt;2024-09-08T10:04:14+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;29774&lt;/RegNumber&gt;&lt;CaseNum&gt;20248920400532&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-07-26&lt;/CaseDate&gt;&lt;Subject&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;"Алианц Банк България" АД, гр. София-1407, ул."Сребърна" № 16 &lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;1&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Препоръчано писмо&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;8&lt;/DocSubCategoryCode&gt;&lt;Description&gt;Уведомление до длъжник&lt;/Description&gt;&lt;Notes/&gt;&lt;DeliveryDate&gt;2024-09-09&lt;/DeliveryDate&gt;&lt;/OutgoingRegDetails&gt;&lt;/OutgoingReg&gt;&lt;CasesReg xmlns="http://issi.transfer.bg/R-0010"/&gt;&lt;ActionReg xmlns="http://issi.transfer.bg/R-0010"&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-09-08T09:43:27+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;1&lt;/ActionNumber&gt;&lt;CaseNum&gt;20248920400416&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-06-26&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;АГРОТИМ&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;Налагане на запор - ВЗЕМАНЕ от трето лице&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-09-08T09:44:43+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;2&lt;/ActionNumber&gt;&lt;CaseNum&gt;20248920400416&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-06-26&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;Сашка Атанасова Колева&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;Уведомление до длъжник&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-09-08T10:04:14+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;3&lt;/ActionNumber&gt;&lt;CaseNum&gt;20248920400532&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-07-26&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;"Алианц Банк България" АД, гр. София-1407, ул."Сребърна" № 16 &lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;Уведомление до длъжник&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;/ActionReg&gt;&lt;/TransferData&gt;&lt;/Body&gt;&lt;/TransferMessage&gt;
</ns1:request></ns1:SendMessage></SOAP-ENV:Body></SOAP-ENV:Envelope>
